<template>
  <div class="container p-5">
    <router-link to="/">
      <button class="btn btn-dark">الرجوع</button>
    </router-link>

    <div class="my-5">
      <h1 class="text-center fs-4 mt-4">نبذة عنا</h1>
      <p>
        في دكاكين، نحاول هندسة النجاح، حيث نجمع بين التكنولوجيا الحديثة والجانب الاقتصادي في علم
        النفس لإبتكار تطبيقات مبتكرة تدفع بالأعمال التجارية نحو النجاح. نؤمن بان التكامل السلس بين
        إمكانات الإنسان وقدرات التكنولوجيا هي أساس النجاح.
      </p>
    </div>

    <div class="my-5">
      <h1 class="text-center fs-4 mt-4">مهمتنا</h1>
      <p>
        تمكين الشركات من جميع الأحجام تحقيق إمكانياتها الكاملة من خلال استغلال التفاعل الإيجابي بين
        التكنولوجيا ومبادئ علم النفس. نحن مدفوعون بالاعتقاد بأن النجاح ليس نتيجة مجرد أرقام
        وخوارزميات بل فهم عميق للنفس البشرية، ورفاهية ورضا العملاء.
      </p>
    </div>

    <div class="my-5">
      <h1 class="text-center fs-4 mt-4">ما يميزنا</h1>
      <p>
        نهج شامل: على عكس الشركات التكنولوجية التقليدية، نحن لا نؤمن بان حلا واحدًا يناسب الجميع.
        نحن نفهم أن كل شركة فريدة ونصمم تطبيقاتنا لتناسب احتياجات متعددة.
      </p>
      <p>
        التحليلات القائمة على البيانات: تم تصميم تطبيقاتنا لجمع اهم البيانات، مما يقدم تحليلات قيمة
        للسلوك البشري واتجاهات السوق وديناميكيات العمل. هذا النهج المبني على البيانات يساعد أصحاب
        الاعمال على اتخاذ قرارات مستندة إلى المعلومات والتكيف بسرعة مع التغيرات.
      </p>
      <p>
        التركيز على العملاء: فهم عملائك هو مفتاح النجاح. تستفيد تطبيقاتنا من مبادئ علم النفس لفك
        رموز تفضيلات وسلوك العملاء، مما يتيح لك التفاعل مع جمهورك بفعالية أكبر وبناء علاقات دائمة.
      </p>
    </div>

    <div class="my-5">
      <h1 class="text-center fs-4 mt-4">التزامنا</h1>
      <p>
        نحن ملتزمون بأن نكون في طليعة الابتكار التكنولوجي، ونقوم بتطوير عروضنا باستمرار لتلبية
        متطلبات العمل المتغيرة باستمرار. التزامنا يتجاوز إنشاء التطبيقات؛ نحن ملتزمون برعاية شراكات
        طويلة الأمد، وتوجيه الشركات نحو النجاح المستدام.
      </p>
    </div>

    <div class="my-5">
      <h1 class="text-center fs-4 mt-4">انضم معنا وشاركنا رحلة النجاح</h1>
      <p>
        ندعوكم للانضمام إلينا في إعادة تعريف مستقبل النجاح في الأعمال. معًا، سنستغل التجمع القوي بين
        التكنولوجيا وعلم النفس لفتح آفاق جديدة، ودفع أعمالكم إلى الأمام، وجعل رؤيتكم حقيقة، حيث
        النجاح ليس مجرد نتيجة بل رحلة متناغمة. مرحبًا بكم في مستقبل النجاح في الأعمال مرحبا بكم في
        دكاكين
      </p>
    </div>
  </div>
</template>

<style scoped>
img {
  width: 100%;
  height: auto;
}
iframe {
  width: 560px;
  height: 315px;
}

@media screen and (max-width: 775px) {
  iframe {
    height: auto;
    width: auto;
  }
}
</style>
