<script lang="ts" setup>
import ContentBlock from './ContentBlock.vue'
import ContactUs from './ContactUs.vue'
</script>

<template>
  <div class="container mb-5">
    <router-link to="">
      <button type="button" @click="$router.go(-1)" class="btn btn-dark mb-5 mt-5">الرجوع</button>
    </router-link>
    <div class="px-4 pt-4">
      <h1 class="fs-3 mb-5 text-center">معلومات ضرورية لصاحب العمل</h1>
      <h1 class="fs-5 text-gold mb-4">ما هو ولاء الزبائن ؟</h1>
      <p>
        <span>ولاء الزبائن :</span>
        هو تعلق الزبون بالعمل التجاري بحيث يرغب بالشراء بشكل متكرر
      </p>
    </div>
    <hr class="mb-4 mt-4" />
    <div class="px-4 pt-4">
      <h1 class="fs-5 text-gold mb-4">ما هي برامج الولاء ؟</h1>
      <p>
        <span>جمعية التسويق الأمريكية AMA :</span>
        تعرف برامج الولاء بأنها مجموعة الحوافز المستمرة التي يقدمها صاحب العمل بهدف تشجيع ومكافأة
        الزبائن لضمان الحفاظ على علاقة دائمة معهم ولجعلهم يعودون باستمرار ويشترون اكثر
      </p>
    </div>
    <hr class="mb-4 mt-4" />

    <div class="px-4 pt-4">
      <h1 class="fs-5 text-gold mb-4">لماذا يعد ولاء الزبائن مهمًا ؟</h1>
      <li>
        <p>كسب الزبائن والاحتفاظ بهم هو الهدف الأساسي للعمل التجاري.</p>
      </li>
      <li>
        <p>الاحتفاظ بالزبائن ارخص بخمس مرات من الحصول على زبائن جدد (المصدر Forbes)</p>
      </li>
      <li>
        <p>الكثير من اساليب التسويق تركز على كسب الزبائن ولكن التركيز اقل على الاحتفاظ بهم.</p>
      </li>
      <li>
        <p>تعمل برامج الولاء من خلال منح الزبائن حافزًا لمواصلة التعامل معك.</p>
      </li>
      <li>
        <p>يمكن أن تكون الحوافز متنوعة، ولكن يجب تقدم قيمة واضحة للزبون لجعله مهتما بالبرنامج.</p>
      </li>
      <li>
        <p>
          الاحتفاظ بالزبائن يشبه كسب المعجبين، حيث يمكنهم مساعدتك في زيادة الأرباح بصورة كبيرة جدا.
        </p>
      </li>
    </div>
    <hr class="mb-4 mt-4" />

    <div class="px-4 pt-4">
      <h1 class="fs-5 text-gold mb-4">ماهي العوامل التي تتحكم بولاء الزبائن ؟</h1>
      <li>
        <p>العلامة التجارية (الماركة او البراند)</p>
      </li>
      <li>
        <p>القيمة المعنوية الملموسة للمنتج</p>
      </li>
      <li>
        <p>جودة المنتج</p>
      </li>
      <li>
        <p>جودة الخدمة</p>
      </li>
      <li>
        <p>الموثوقية</p>
      </li>
      <li>
        <p>قيمة المكافأة على الشراء المتكرر</p>
      </li>
    </div>
    <hr class="mb-4 mt-4" />

    <div class="px-4 pt-4">
      <h1 class="fs-5 text-gold mb-4">كيف يمكن قياس ولاء الزبائن ؟</h1>
      <p>المؤشرات العلمية التي تستخدم لقياس ولاء الزبائن :</p>
      <h1 class="fs-6 text-green mb-2 mt-5">CUSTOMER RETENTION RATE</h1>
      <li>
        <p>نسبة الحفاظ على الزبائن وهو أهم مقياس مباشر للولاء.</p>
      </li>
      <li>
        <p>يجب أن يزيد هذا العدد بمرور الوقت، مع نمو عدد أعضاء برنامج الولاء.</p>
      </li>
      <li>
        <p>
          الزيادة بنسبة 5% في الاحتفاظ بالزبائن يمكن أن تؤدي إلى زيادة بنسبة 25% إلى 100% في
          الأرباح.
        </p>
      </li>

      <h1 class="fs-6 text-green mb-2 mt-5">CHURN RATE</h1>
      <li>
        <p>معدل الاضطراب ، المعروف أيضا باسم معدل الاستنزاف أو زبد الزبائن</p>
      </li>
      <li>
        <p>
          هو التردد الذي يتوقف فيه الزبائن عن التعامل مع شركة ما. عادة ما يتم تمثيلها على أنها نسبة
          الزبائن الذين يلغون عضوياتهم خلال إطار زمني محدد.
        </p>
      </li>

      <h1 class="fs-6 text-green mb-2 mt-5">NET PROMOTER SCORE</h1>
      <li>
        <p>هو مقياس رضا الزبائن من 1 إلى 10 .</p>
      </li>
      <li>
        <p>يمكن صياغته على شكل سؤال : ما هي احتمالية اخبار اصدقائك عنا من 1 الى 10 ؟</p>
      </li>
      <li>
        <p>يعكس هذا المقياس ما اذا كان زبونك سيحيل الاخرين الى التعامل مع عملك التجاري.</p>
      </li>
      <li>
        <p>
          يتم حساب NPS عن طريق طرح نسبة المنتقدين (الزبائن الذين لا يوصون بمنتجك) من نسبة الراضين
          (الزبائن الذين قد يوصون بمنتجك).
        </p>
      </li>

      <h1 class="fs-6 text-green mb-2 mt-5">CUSTOMER EFFORT SCORE</h1>
      <li>
        <p>مقياس جهد الزبائن : مقدار الجهد الذي يتعين على الزبون بذله لحل مشكلة ما مع عملك ؟</p>
      </li>
      <li>
        <p>تفضل بعض الاعمال التجارية هذا المقياس على المقياس السابق NPS .</p>
      </li>
      <li>
        <p>يقيس تأثير خدمة الزبائن على اكتساب الزبائن والاحتفاظ بهم.</p>
      </li>

      <h1 class="fs-6 text-green mb-2 mt-5">PURCHASE HABITS</h1>
      <li>
        <p>مستويات اعادة الشراء. عدد الزبائن الذين يعودون لإجراء عملية شراء أخرى منك ؟</p>
      </li>
      <li>
        <p>
          تتيح لك حساب الزبائن الجدد والمتكررين بمرور الوقت لمراقبة صعود وهبوط الاحتفاظ بالعملاء
          بدقة
        </p>
      </li>

      <h1 class="fs-6 text-green mb-2 mt-5">REFERRALS</h1>
      <p>
        مستوى الإحالة : عدد عملائك الذين مارسوا نشاطا تجاريا معك بنائا على توصية من احد زبائنك
        السابقين.
      </p>
    </div>
    <hr class="mb-4 mt-4" />

    <div class="px-4 pt-4">
      <h1 class="fs-5 text-gold mb-4">ماهي بطاقة الولاء او بطاقة المكافات ؟</h1>
      <div class="screenshot col-8 m-auto">
        <img src="/stamp.png" class="image" />
      </div>
      <li>
        <p class="d-inline">
          بطاقة الولاء هي بطاقة الكترونية تستخدم لتتبع نشاط الزبون مع صاحب العمل مثل الزيارات او
          المبالغ المصروفة وتكون على شكل خطوات (اختام على البطاقة)
        </p>

        <img src="/one.png" class="image d-inline" width="20" />
        <p class="d-inline">ليصل الى المكافاة بعد اكمال الخطوات اللازمة</p>
      </li>
      <li>
        <p>
          مثال : مقهى : مع كل قهوة تشتريها تحصل على ختم
          <img src="/one.png" class="image d-inline" width="20" />
          وبعد اكمال 5 اختام ستحصل على قهوة مجانية
        </p>
      </li>
      <li>
        <p>
          مثال اخر : صالون عناية بالشعر : مع كل زيارة تحصل على ختم
          <img src="/one.png" class="image d-inline" width="20" />
          وبعد اكمال 4 اختام ستحصل على تسريحة مجانية
        </p>
      </li>
      <li>
        <p>
          مثال اخر : محطة للعناية بالسيارات : كل غسلة للسيارة تحصل على ختم
          <img src="/one.png" class="image d-inline" width="20" />
          وبعد اكمال 6 اختام ستحصل على غسلة مجانية
        </p>
      </li>
    </div>
    <hr class="mb-4 mt-4" />

    <div class="px-4 pt-4">
      <h1 class="fs-5 text-gold mb-4">ما هي فوائد برنامج الولاء ؟</h1>
      <p>
        <span class="text-green">ميزة تنافسية قوية : </span>
        تمكن عملك من التميز بين الاعمال التجارية المشابهة.
      </p>

      <p>
        <span class="text-green">التسويق : </span>
        تقليل تكلفة التسويق، لانك ستحافظ على زبائن اكثر وهم بدورهم سينشرون بين معارفهم علامتك
        التجارية وبرنامج الولاء الخاص بك.
      </p>

      <p>
        <span class="text-green">الارتباط وثيق : </span>
        اظهار تقديرك لزبونك من خلال ضمه الى برنامج الولاء، يضمن لك بناء اتصال عاطفي مع الزبون. حيث
        سيشعر العميل بالتقدير والاحترام وتصبح العلامة التجارية جزءا من هويته ويشعر بانه ينتمي اليها
        ويستمر بالتعامل معها
      </p>

      <p>
        <span class="text-green">انخفاض حساسية الزبائن للأسعار : </span>
        عندما يمتلك الزبون ارتباطا قويا مع العلامة التجارية فسيكون السعر اقل اهمية بالنسبة له من
        الزبون العادي وهذا ما نشاهده عند زبائن منتجات ابل مثلا.
      </p>

      <p>
        <span class="text-green"> تكرار الشراء : </span>
        عندما يعرف الزبون بان مكافاة تنتظره عند اكمال عدد من الخطوات سيبادر الى الشراء لغرض الوصول
        الى المكافاة باسرع وقت ممكن
      </p>

      <p>
        <span class="text-green"> زيادة الارباح :</span>
        عندما يشترك الزبون في برنامج الولاء لا ينفق اكثر فحسب بل يكرر الشراء اكثر ويرتبط بالعمل لمدة
        اطول مما يعني شراء مستمر وبهذا يصعب عليه الشراء من عمل تجاري بديل وبالتالي يؤدي ذلك الى
        زيادة الارباح
      </p>

      <p>
        <span class="text-green"> زيادة عمر تعامل الزبون CLTV </span>
        عندما يشترك الزبون في برنامج الولاء يكرر الشراء لفترة اطول قبل التغيير الى عمل تجاري منافس
        <br />
        فبدلا من 5 عمليات شراء منك قبل ان يحول عمله الى منافس ستصبح 10 عمليات او اكثر حسب برنامج
        الولاء وما يوفره من مميزات تجعل من الصعب عليه التخلي عن المميزات التي حققها مع عمليات الشراء
        المتكررة
      </p>

      <p>
        <span class="text-green"> زيادة الاحتفاظ بالزبائن CRR </span>
        لا يمكن للزبون التخلي عن اشتراكه ببرنامج الولاء بسهولة خاصة عند اقترابه من الحصول على
        المكافاة وهذا يضمن بقاءه ومع كل عملية شراء جديدة يصعب عليه ترك البرنامج اكثر فاكثر
      </p>

      <p>
        <span class="text-green"> ارتفاع متوسط قيمة المعاملة ATV </span>
        على سبيل المثال متوسط قيمة الطلب لاي زبون هو 8000 دينار فيجب ان يكون احد شروط الختم هي
        الشراء ب10000 دينار وهكذا يمكنك زيادة متوسط قيمة المعاملة وبالتالي زيادة الارباح
      </p>

      <p>
        <span class="text-green"> زيادة الاحالات REFERRALS </span>
        عندما يكون برنامج الولاء الخاص بك جيدا هذا سيحفز الزبائن على التوصية بعملك لاهله واصدقاءه
        وبالتالي زيادة زبائنك بصورة غير مباشرة
      </p>

      <p>
        <span class="text-green"> زيادة مقياس رضا الزبائن NPS </span>
        الزبائن الذين يشتركون في برنامج ولاء يقيمون العمل التجاري بدرجة اعلى مقارنة بالزبائن الذين
        لا يشتركون ببرنامج الولاء
      </p>

      <p>
        <span class="text-green"> نقصان معدل اضطراب الزبائن CHURN RATE </span>
        يعمل برنامج الولاء على تقليل انسحاب العملاء مما يعني تقليل نسبة الزبائن الذين سيحولون الى
        عمل تجاري منافس
      </p>

      <p>
        <span class="text-green">
          جمع المعلومات عن الزبائن وتعاملاتهم وتفضيلاتهم PURCHASE HABITS
        </span>
        يوفر لك (تطبيق كروت) احصائيات وتقارير عن برنامج الولاء الخاص بك مثل عدد البطاقات التي
        اصدرتها للزبائن ومجموع الاختام لكل الزبائن وغيرها من التفاصيل بصورة مباشرة وحية حيث يمكنك
        رؤية مدى تأثير البرنامج على الارباح
      </p>
    </div>
    <hr class="mb-4 mt-4" />

    <div class="px-4 pt-4">
      <h1 class="fs-5 text-gold mb-4">احصائيات</h1>
      <p>بحث TAHL (2014) : تزيد برامج الولاء :</p>
      <p>سمعة الشركة بنسبة 73%</p>
      <p>شهرة العلامة التجارية بنسبة 95%</p>
      <p>الأرباح بنسبة 77%</p>
      <p>وحجم التداول بنسبة 100%</p>
      <p>إعادة الشراء بنسبة 95%</p>
      <p>الزبائن المسجلين في برنامج الولاء ينفقون 50% أكثر لكل معاملة (طلب) (Subway)</p>
      <p>تكلفة الاحتفاظ بالزبائن يعادل 3-5 أضعاف تكلفة الحصول على زبائن جدد (Louis 2004)</p>
      <p>
        العضو النشط في برنامج الولاء ينفق 10% أكثر من العضو غير النشط، والأعضاء الذين يحصلون على
        المكافآت ينفقون 25% أكثر من الأعضاء غير النشطين. (ماكينزي).
      </p>
      <p>
        الزبائن الذين وصفوا علاقتهم بالعلامة التجارية بأنها عاطفية يستمر تعاملهم ثلاث مرات اكثر من
        الاخرين.
      </p>
      <p>66% من الزبائن سيغيرون سلوكهم الشرائي للحصول على أقصى استفادة من مزايا الولاء.</p>
      <p>في المعدل، ينتمي الزبون إلى 15 برنامج ولاء، لكنه يشارك في 7 منها.</p>
      <p>
        82% من الزبائن سيختارون متجرا يمتلك برنامج ولاء بدلاً من االمتجر الذي لا يمتلك برنامج ولاء.
      </p>
      <p>زيادة بنسبة 2٪ في الاحتفاظ بالزبائن سيكون لها نفس تأثير خفض التكاليف بنسبة 10٪.</p>
      <p>زيادة الاحتفاظ بالزبائن بنسبة 5% تترجم إلى زيادة في الأرباح بنسبة 25%.</p>
      <p>
        39% من الزبائن المخلصين لديهم حساسية أقل للسعر وينفقون اكثر على المنتج حتى مع وجود بدائل
        أرخص.
      </p>
      <p>اكتساب زبائن جدد بدلاً من بناء برنامج ولاء العملاء يكلف 5 إلى 25 مرة أكثر.</p>
      <p>60% من الزبائن المخلصين أكثر استعدادًا لإحالة العلامة التجارية إلى أصدقائهم وعائلاتهم.</p>
      <p>قال 75% من المستهلكين أن الحصول على حافز يزيد من احتمالية إجراء عملية شراء أخرى.</p>
      <p>78% من الزبائن يقولون إن برامج الولاء تزيد احتمالية استمرارهم في التعامل مع المتجر.</p>
      <p>62 %من الزبائن يقومون بزيارات أكثر إلى المتاجر التي تملك برنامج ولاء.</p>
    </div>
    <hr class="mb-4 mt-4" />

    <div class="px-4 pt-4">
      <h1 class="fs-5 text-gold mb-4">ولكن عملي ناجح لماذا قد احتاج لبرنامج ولاء لزبائني ؟</h1>
      <p>
        تقوم الشركات العملاقة التي تمتلك الاف الفروع حول العالم بانشاء برامج ولاء خاصة بها على الرغم
        من انها تبدو بدون حاجة اليها وهذه بعض الاسباب :
      </p>
      <li>
        <p>
          <span class="text-green"> زيادة الوفاء للعلامة التجارية :</span>
          لتصبح العلاقة مع العلامة التجارية علاقة عاطفية اكثر منها مادية وبالتالي عمليات شراء اكثر
          وبحساسية اقل للاسعار ولان العلامة التجارية التي لا توفر لزبائنها ميزات مقابل الشراء منها
          سوف يتركها الزبون بعد فترة من الزمن
        </p>
      </li>
      <li>
        <p>
          <span class="text-green"> زيادة المبيعات والارباح :</span>
          حيث يقوم برنامج الولاء بزيادة المبيعات بصورة مباشرة وغير مباشرة مما يؤدي الى زيادة الارباح
        </p>
      </li>
      <li>
        <p>
          <span class="text-green"> جمع المعلومات المهمة :</span>
          حول عملائها لتستطيع فهمهم اكثر والاستجابة لمتطلباتهم وقياس تطور عملهم ورضى زبائنهم
        </p>
      </li>
      <p>
        لهذه الاسباب يصبح برنامج الولاء ضروريا لكل عمل تجاري مهما كان حجمه ومستوى نجاحه لضمان كسب
        الزبائن الجدد والاحتفاظ بالموجودين لضمان مستقبل العمل وزيادة ارباحه في نفس الوقت
      </p>
    </div>
    <hr class="mb-4 mt-4" />

    <div class="px-4 pt-4">
      <h1 class="fs-5 text-gold mb-4">اشهر العلامات التجارية التي تمتلك برامج ولاء</h1>
      <p>
        يمكنك ملاحظة مدى اهمية برامج الولاء حينما ترى ان هذه الشركات العملاقة على الرغم من شهرتها
        وارباحها الكبيرة جدا اهتمت بانشاء برنامج ولاء خاص بها
      </p>
      <div class="text-center justify-content-center">
        <ContentBlock
          class="text-center"
          image="/starbucks.png"
          title="Starbucks"
          subtitle="اشهر مقهى في العالم، يمتلك اكثر من 35,000 فرع في 80 دولة وبمبيعات 32 مليار دولار سنويا "
        />
        <ContentBlock
          class="text-center"
          image="/kfc.png"
          title="KFC"
          subtitle="اشهر مطعم دجاج مقلي في العالم، يمتلك اكثر من 25,000 فرع في 145 دولة وبمبيعات تتخطى 31 مليار دولار سنويا"
        />
        <ContentBlock
          class="text-center"
          image="/burgerking.png"
          title="Burger King"
          subtitle="من اشهر مطاعم البركر في العالم، يمتلك قرابة 20,000 فرع في 100 دولة وبمبيعات تتخطى 23 مليار دولار سنويا"
        />
        <ContentBlock
          class="text-center"
          image="/mcdonalds.png"
          title="McDonalds"
          subtitle="اشهر مطعم وجبات سريعة في العالم، يمتلك اكثر من 40,000 فرع في 120 دولة وبمبيعات تتخطى 23 مليار دولار سنويا"
        />
        <ContentBlock
          class="text-center"
          image="/subway.png"
          title="Subway"
          subtitle="اشهر مطعم سندويجات سريعة في العالم، يمتلك اكثر من 34,000 فرع في 93 دولة، وبمبيعات تتخطى 16 مليار دولار سنويا "
        />
        <ContentBlock
          class="text-center"
          image="/dunkin.png"
          title="Dunkin Donut"
          subtitle="اشهر متجر دونات في العالم ويمتلك اكثر من 13,000 فرع في 42 دولة وبمبيعات تجاوز مليار ونصف سنويا"
        />
      </div>
    </div>

    <hr class="mb-4 mt-4" />
    <div class="px-4 pt-4">
      <h1 class="fs-5 text-gold mb-4">
        انا امتلك برنامج الولاء الخاص بي على شكل كارتات ورقية مطبوعة، لماذا قد احتاج الى تطبيق كروت
        ؟
      </h1>
      <p>
        نعيش اليوم اغلب جوانب حياتنا من خلال المنتجات الرقمية لان التكنولوجيا حسنت حياتنا بشكل ملحوظ
        فهي تجعل اي شي اسرع واسهل وادق ومريحا اكثر ولذا من الضروري لكل عمل تجاري الدخول في روح العصر
        لضمان حاضره ومستقبله وزيادة مبيعاته وارباحه
      </p>
      <p>
        <span class="text-green"> توقعات الزبون : </span>
        ينجذب الزبون اليوم بشكل متزايد إلى المنتجات الالكترونية المريحة والمتوفرة في كل وقت.
      </p>
      <p>
        <span class="text-green"> الراحة : </span>
        يحتفظ الزبون ببطاقته على هاتفه المحمول، مما يلغي الحاجة إلى حمل بطاقات ورقية. ويقلل ذلك من
        احتمال نسيان البطاقة او تلفها أو فقدانها، ويمنع الشعور بالاحباط عند فقدان البطاقة الورقية،
        بالتأكيد لا يرغب اي عمل تجاري ان يقترن عمله بالشعور بالاحباط.
      </p>
      <p>
        <span class="text-green"> الوصول : </span>
        يمكن للزبائن الوصول إلى بطاقاتهم الرقمية في أي وقت وفي أي مكان باستخدام الهاتف المحمول
        الموجود دائما لديهم، مما يجعل من الأسهل عليهم المشاركة في برنامج الولاء والاستمرار فيه.
      </p>
      <p>
        <span class="text-green"> توفير التكاليف : </span>
        يلغي استخدام البطاقات الرقمية تكاليف تصميم وطباعة وشحن وتوزيع ومتابعة البطاقات الورقية.
        والتي يمكن أن تكون مكلفة بشكل كبير مع مرور الوقت.
      </p>
      <p>
        <span class="text-green"> تحديثات فورية : </span>
        يمكن تحديث البطاقات الرقمية انيا. يمكنك إضافة مكافآت جديدة أو عروض أو تغييرات جديدة لبرنامج
        الولاء بسرعة، مما يضمن أن الزبائن لديهم دائمًا أحدث المعلومات.
      </p>
      <p>
        <span class="text-green">الاشعارات</span>
        لا تمتلك البطاقات الورقية القدرة على ارسال اشعارات تذكير للزبون لتحفيزه على الشراء مرة اخرى
      </p>
      <p>
        <span class="text-green"> جمع المعلومات : </span>
        توفر البطاقات الرقمية بيانات قيمة حول سلوك الزبائن وتفضيلاتهم. ويمكن استخدام هذه المعلومات
        لتحسين تجربة الزبائن.
      </p>
      <p>
        <span class="text-green"> تحليل البيانات : </span>
        الطبيعة الرقمية لبطاقات الولاء تسمح بتحليل البيانات والحصول على تقارير مفصلة، مما يمكنك من
        الحصول على رؤية أعمق لسلوك زبائنك وفعالية البرنامج وتأثيره على ارباحك.
      </p>
      <p>
        <span class="text-green"> التخصيص : </span>
        يمكنك استخدام البطاقات الرقمية لإرسال عروض شخصية وتوصيات للزبائن استنادًا إلى تاريخ
        مشترياتهم وتفضيلاتهم، مما يزيد من احتمال زيارات متكررة وزيادة الإنفاق.
      </p>
      <p>
        <span class="text-green"> الامان : </span>
        التطبيق يوفر حماية للبطاقات الرقمية بوسائل التحقق من الهوية مثل رقم الهاتف، مما يقدم طبقة
        أمان إضافية مقارنة بالبطاقات الورقية التي يمكن لأي شخص استخدامها إذا تم العثور عليها.
      </p>
      <p>
        <span class="text-green"> الحد من الاحتيال : </span>
        تقلل البطاقات الرقمية من خطر الاحتيال أو تكرار واستنساخ البطاقات مما يؤدي الى خسائر فادحة
        لعملك.
      </p>
      <p>
        <span class="text-green"> تسويق مجاني : </span>
        بالاضافة الى نشر برنامجك على الموقع الالكتروني وصفحات التواصل الاجتماعي الخاصة بالتطبيق فان
        تطبيق كروت يحتوي على اكثر من متجر في فئات متعددة مما يمكن زبائن هذه المتاجر من رؤية متجرك
        عند استخدامهم التطبيق، مما يضمن حصولك على زبائن جدد مهتمين بعملك التجاري.
      </p>
    </div>

    <hr class="mb-4 mt-4" />
    <div class="px-4 pt-4">
      <h1 class="fs-5 text-gold mb-4">كيف تصمم برنامج ولاء ناجح في تطبيق كروت ؟</h1>
      <p>
        المكافأة تمثل نسبة مئوية من الربح يتم ارجاعها للزبون كتقدير لعمله التجاري المستمر معك ولضمان
        تكرار شراءه منك.
      </p>

      <p>لتتمكن من تصميم برنامج الولاء المثالي يجب عليك معرفة :</p>
      <li>
        <p>
          <span class="text-green"> معدل عدد زيارات الزبون الواحد الى متجرك </span>
          مثلا كل زبون يزور متجرك مرة اسبوعيا
        </p>
      </li>
      <li>
        <p>
          <span class="text-green"> متوسط قيمة عملية الشراء من متجرك </span>
          مثلا متوسط قيمة الطلبات 5000 دينار
        </p>
      </li>
      <li>
        <p>
          <span class="text-green"> نسبة ارباحك من كل عملية شراء </span>
          مثلا 50% من قيمة الطلب
        </p>
      </li>
      <li>
        <p>
          <span class="text-green"> قيمة المكافاة او نسبتها من ارباحك : </span>
          بصورة عامة تتراوح النسبة بين 5% الى 20% من مجموع ارباحك ويتحدد بهذه العوامل :
        </p>

        <ul>
          <li>
            <p>
              القيمة المحسوسة للزبائن : يجب أن تكون المكافأة مغرية وكافية لتحفيزهم على المشاركة في
              البرنامج وتشعرهم بأن المكافأة تستحق ولائهم وجهدهم.
            </p>
          </li>
        </ul>

        <ul>
          <li>
            <p>
              الاستدامة : يجب حساب المكافاة بصورة جيدة حيث من الضروري تغطية التكاليف وتحقيق ربح
              معقول.
            </p>
          </li>
        </ul>

        <ul>
          <li>
            <p>
              تكلفة اكتساب الزبائن والاحتفاظ بهم : إذا كان اكتساب الزبائن مكلفًا في مجال عملك، فيجب
              تخصيص نسبة أعلى من الربح كمكافأة لتحفيز ولاء الزبائن والاحتفاظ بهم لان تكلفة استقطاب
              زبون جديد 5 اضعاف تكلفة الاحتفاظ بالزبون .
            </p>
          </li>
        </ul>

        <ul>
          <li>
            <p>
              القيمة الدائمة للعميل CLTV: إذا كان زبائنك يتمتعون بقيمة عمرية عالية ويميلون إلى إجراء
              عمليات شراء متكررة، فقد يكون ذلك مبررًا لتخصيص نسبة أعلى من الربح كمكافأة لتشجيع
              ولائهم المستمر.
            </p>
          </li>
        </ul>
      </li>

      <h2 class="fs-6 mt-4 text-green">سوف نستخدم المقهى كمثال</h2>
      <p>محمد هو احد زبائن المقهى.</p>
      <p>معدل زيارات محمد الى المقهى هي مرة اسبوعيا او 4 مرات شهريا.</p>
      <p>متوسط قيمة طلبات محمد هي 5000 دينار.</p>
      <p>ربح المقهى 2500 دينار من كل طلب.</p>
      <p>
        المقهى يرغب بشدة بالمحافظة على محمد لذا اختار نسبة 20% من ارباحه لارجاعها كمكافأة لمحمد على
        شكل قهوة مجانية.
      </p>
      <p>
        ولاننا نعرف ان القهوة المجانية تكلف المقهى 2500 دينار ولان نسبة المكافأة هي 20% من الارباح
        فبعملية حسابية بسيطة نعرف انه يجب على المقهى ربح 12500 دينار من محمد ليستحق القهوة المجانية،
      </p>
      <p>
        ربح كل كوب قهوة هو 2500 دينار فعندما نقسم مجموع الارباح على ربح القهوة الواحدة يكون الناتج 5
        اكواب من القهوة التي يجب ان يشتريها محمد قبل ان يحصل على قهوة مجانية.
      </p>
      <table class="table">
        <tbody>
          <tr>
            <th>سعر القهوة</th>
            <td>5000</td>
          </tr>
          <tr>
            <th>ربح القهوة الواحدة</th>
            <td>2500</td>
          </tr>
          <tr>
            <th>تكلفة القهوة الواحدة</th>
            <td>2500</td>
          </tr>
          <tr>
            <th>نسبة المكافاة من الارباح</th>
            <td>20%</td>
          </tr>
          <tr>
            <th>مجموع الارباح التي يغطي 20% منها تكلفة القهوة المجانية</th>
            <td>12500</td>
          </tr>
          <tr>
            <th>عدد اكواب القهوة المطلوبة لتغطية تكاليف القهوة المجانية</th>
            <td>5</td>
          </tr>
        </tbody>
      </table>
      <p>
        سوف نجعل مدة فعالية البطاقة 60 يوم لضمان قدرة محمد على الاستمرار بصورة ملائمة وفي نفس الوقت
        نعطيه شعورا بالعجلة لتشجيعه على الوصول للمكافاة قبل انتهاء الوقت
      </p>
      <p>سوف نضيف شرطا اضافيا وهو ختم واحد فقط خلال اليوم لضمان زيارات متكررة</p>
      <p>
        اذا ستكون البطاقة ذات 6 فراغات وعند اكتمال 5 اختام سيحصل محمد على قهوة مجانية في الختم
        السادس والاخير ثم يبدأ ببطاقة جديدة في الزيارة القادمة
      </p>
      <p>اصبح لدينا كل المعلومات اللازمة لانشاء برنامج الولاء والبطاقة الالكترونية</p>

      <div class="row">
        <div class="screenshot col-lg-6 col-sm-8 m-auto">
          <img src="/card.png" class="image" />
        </div>
        <div class="screenshot col-lg-6 col-sm-8 m-auto">
          <img src="/details.png" class="image" />
        </div>
      </div>
    </div>
  </div>
  <div>
    <ContactUs></ContactUs>
  </div>
</template>

<style scoped>
.imageContainer {
  display: flex;
  justify-content: center;
  align-items: center;
  width: 100px;
  height: 100px;
  margin: auto;
}

.imageContainer img {
  width: 80px;
  height: 80px;
  border-radius: 20% !important;
}

.screenshot {
  display: flex;
  justify-content: center;
  align-items: center;
  margin: auto;
}

.screenshot img {
  max-height: 600px;
  width: auto;
}
</style>
