<template>
  <div class="p-5 text-center text-white bg-black">
    <h1 class="fs-1 text-gold">ما الذي نفعله بشكل مختلف ؟</h1>
    <div class="mt-5">
      <p class="fs-5 m-auto col-md-8 col-sm-12">
        ننطلق من رغبتنا في تقديم خدمة ممتازة ونستمع لجميع الاراء والاقتراحات التي نسمعها منك لنحولها
        الى ميزات تضاف باستمرار الى تطبيقاتنا لتوفير خدمة افضل، تطبيقاتنا مجانية حاليا لنتاكد من
        توفير اكبر قيمة ممكنة لكل مستخدمي التطبيق
      </p>
      <br />
    </div>
  </div>
</template>
